Revit 2027 API
ParameterTypeId.FamilyWidthParam Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyWidthParam { get; }
Public Shared ReadOnly Property FamilyWidthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyWidthParam {
	ForgeTypeId^ get ();
}
static member FamilyWidthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace